Repository: Wrexist/Atlas
Catalog: localization/Localizable.translated.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, zh_hans

source: Pick a stack to add this peptide to
ar: اختر مجموعة لإضافة هذا الببتيد إليها
de: Wähle einen Stack, um dieses Peptid hinzuzufügen
es: Elige un stack para agregar este péptido
fr: Choisissez un stack pour ajouter ce peptide
ja: このペプチドを追加するスタックを選択してください
ko: 이 펩티드를 추가할 스택을 선택하세요
pt_br: Escolha um stack para adicionar este peptídeo
ru: Выберите стек, в который добавить этот пептид
zh_hans: 选择一个组合来添加此肽

source: Preferred
ar: المفضل
de: Bevorzugt
es: Preferido
fr: Préféré
ja: 推奨
ko: 선호
pt_br: Preferido
ru: Предпочитаемый
zh_hans: 首选

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: Protocol Default
ar: افتراضي البروتوكول
de: Protokollstandard
es: Predeterminado del Protocolo
fr: Protocole par Défaut
ja: プロトコルデフォルト
ko: 프로토콜 기본값
pt_br: Padrão do Protocolo
ru: Параметр протокола по умолчанию
zh_hans: 协议默认值

source: Protocol Name
ar: اسم البروتوكول
de: Protokollname
es: Nombre del Protocolo
fr: Nom du Protocole
ja: プロトコル名
ko: 프로토콜 이름
pt_br: Nome do Protocolo
ru: Название протокола
zh_hans: 协议名称

source: Protocols
ar: البروتوكولات
de: Protokolle
es: Protocolos
fr: Protocoles
ja: プロトコル
ko: 프로토콜
pt_br: Protocolos
ru: Протоколы
zh_hans: 方案

source: Recent Logs
ar: السجلات الأخيرة
de: Aktuelle Protokolle
es: Registros Recientes
fr: Journaux Récents
ja: 最近のログ
ko: 최근 기록
pt_br: Logs Recentes
ru: Недавние логи
zh_hans: 最近的日志

source: Recommended for Your Stack
ar: موصى به لمجموعتك
de: Für deinen Stack empfohlen
es: Recomendado para tu Stack
fr: Recommandé pour votre Stack
ja: あなたのスタックに推奨
ko: 당신의 스택에 권장
pt_br: Recomendado para seu Stack
ru: Рекомендуется для вашего стека
zh_hans: 为您的组合推荐

source: Regulatory Status
ar: الحالة التنظيمية
de: Regierungsstatus
es: Estado Regulatorio
fr: Statut Réglementaire
ja: 規制上の状態
ko: 규제 상태
pt_br: Status Regulatório
ru: Статус регулирования
zh_hans: 监管状态

source: Research
ar: البحث
de: Forschung
es: Investigación
fr: Recherche
ja: 研究
ko: 연구
pt_br: Pesquisa
ru: Исследование
zh_hans: 研究

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe Wiederherstellen
es: Restaurar Compras
fr: Restaurer les Achats
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar Compras
ru: Восстановить покупки
zh_hans: 恢复购买

source: SCORE
ar: النقاط
de: BEWERTUNG
es: PUNTUACIÓN
ja: スコア
ko: 점수
pt_br: PONTUAÇÃO
ru: ОЦЕНКА
zh_hans: 分数

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Schedule
ar: الجدول الزمني
de: Zeitplan
es: Programación
fr: Calendrier
ja: スケジュール
ko: 일정
pt_br: Agendamento
ru: Расписание
zh_hans: 日程安排

source: Search peptides...
ar: البحث عن الببتيدات...
de: Peptide durchsuchen...
es: Buscar péptidos...
fr: Rechercher des peptides...
ja: ペプチドを検索...
ko: 펩타이드 검색...
pt_br: Pesquisar peptídeos...
ru: Поиск пептидов...
zh_hans: 搜索肽...

source: Select Peptides
ar: اختر الببتيدات
de: Peptide auswählen
es: Seleccionar péptidos
fr: Sélectionner des peptides
ja: ペプチドを選択
ko: 펩타이드 선택
pt_br: Selecionar peptídeos
ru: Выбрать пептиды
zh_hans: 选择肽

source: Set up a peptide protocol to start tracking doses, streaks, and compliance.
ar: قم بإعداد بروتوكول ببتيد لبدء تتبع الجرعات والسلاسل والامتثال.
de: Richten Sie ein Peptidprotokoll ein, um Dosen, Serien und Einhaltung zu verfolgen.
es: Configura un protocolo de péptidos para comenzar a rastrear dosis, rachas y cumplimiento.
fr: Configurez un protocole peptidique pour commencer à suivre les doses, les séries et la conformité.
ja: ペプチドプロトコルをセットアップして、用量、連続日数、および準拠状況の追跡を開始します。
ko: 펩타이드 프로토콜을 설정하여 용량, 연속 기록 및 준수를 추적하세요.
pt_br: Configure um protocolo de peptídeo para começar a rastrear doses, sequências e conformidade.
ru: Установите протокол пептидов для отслеживания доз, серий и соответствия.
zh_hans: 设置肽方案以开始跟踪剂量、连胜和合规性。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Short text
ar: نص قصير
de: Kurzer Text
es: Texto corto
fr: Texte court
ja: 短いテキスト
ko: 짧은 텍스트
pt_br: Texto curto
ru: Короткий текст
zh_hans: 简短文本

source: Side Effects
ar: الآثار الجانبية
de: Nebenwirkungen
es: Efectos secundarios
fr: Effets secondaires
ja: 副作用
ko: 부작용
pt_br: Efeitos colaterais
ru: Побочные эффекты
zh_hans: 副作用

source: Sign in with your Apple ID to back up and sync your protocols. All features work without signing in.
ar: سجل الدخول باستخدام Apple ID لعمل نسخة احتياطية ومزامنة بروتوكولاتك. جميع الميزات تعمل بدون تسجيل دخول.
de: Melden Sie sich mit Ihrer Apple ID an, um Ihre Protokolle zu sichern und zu synchronisieren. Alle Funktionen funktionieren ohne Anmeldung.
es: Inicia sesión con tu Apple ID para hacer copia de seguridad y sincronizar tus protocolos. Todas las funciones funcionan sin iniciar sesión.
fr: Connectez-vous avec votre Apple ID pour sauvegarder et synchroniser vos protocoles. Toutes les fonctionnalités fonctionnent sans connexion.
ja: Apple ID でサインインして、プロトコルをバックアップおよび同期します。すべての機能はサインインなしで動作します。
ko: Apple ID로 로그인하여 프로토콜을 백업하고 동기화하세요. 모든 기능은 로그인 없이 작동합니다.
pt_br: Faça login com seu Apple ID para fazer backup e sincronizar seus protocolos. Todos os recursos funcionam sem fazer login.
ru: Войдите с помощью Apple ID, чтобы создать резервную копию и синхронизировать протоколы. Все функции работают без входа.
zh_hans: 使用 Apple ID 登录以备份和同步您的方案。所有功能无需登录即可工作。

source: Stack Alerts
ar: تنبيهات المجموعة
de: Stack-Benachrichtigungen
es: Alertas de pila
fr: Alertes de pile
ja: スタックアラート
ko: 스택 알림
pt_br: Alertas de pilha
ru: Оповещения стека
zh_hans: 堆栈警报

source: Stack Completeness
ar: اكتمال المجموعة
de: Stack-Vollständigkeit
es: Completitud de la pila
fr: Complétude de la pile
ja: スタック完全性
ko: 스택 완전성
pt_br: Completude da pilha
ru: Полнота стека
zh_hans: 堆栈完整性

source: Start your streak!
ar: ابدأ سلسلتك!
de: Starten Sie Ihre Serie!
es: ¡Comienza tu racha!
fr: Commencez votre série!
ja: ストリークを始めましょう！
ko: 연속 기록을 시작하세요!
pt_br: Comece sua sequência!
ru: Начните свою серию!
zh_hans: 开始你的连胜！

source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 要約
ko: 요약
pt_br: Resumo
ru: Резюме
zh_hans: 摘要

source: Sync across devices
ar: المزامنة عبر الأجهزة
de: Über Geräte hinweg synchronisieren
es: Sincronizar entre dispositivos
fr: Synchroniser sur tous les appareils
ja: デバイス間で同期
ko: 기기 간 동기화
pt_br: Sincronizar entre dispositivos
ru: Синхронизация между устройствами
zh_hans: 在设备间同步

source: System Default
ar: افتراضي النظام
de: Systemstandard
es: Predeterminado del sistema
fr: Système
ja: システム標準
ko: 시스템 기본값
pt_br: Padrão do sistema
ru: Системный
zh_hans: 系统默认

source: Tap a peptide to give it its own days and frequency.
ar: اضغط على ببتيد لإعطائه أيامه وتكراره الخاص.
de: Tippen Sie auf ein Peptid, um ihm eigene Tage und Häufigkeit zu geben.
es: Toca un péptido para darle sus propios días y frecuencia.
fr: Appuyez sur un peptide pour lui donner ses propres jours et sa fréquence.
ja: ペプチドをタップして、独自の日数と頻度を設定します。
ko: 펩타이드를 탭하여 자신의 요일과 빈도를 설정하세요.
pt_br: Toque em um peptídeo para dar a ele seus próprios dias e frequência.
ru: Коснитесь пептида, чтобы установить его собственные дни и частоту.
zh_hans: 点击肽以给予其自己的天数和频率。

source: Tap to edit schedule
ar: اضغط لتعديل الجدول الزمني
de: Tippen Sie, um den Zeitplan zu bearbeiten
es: Toca para editar el horario
fr: Appuyez pour éditer le calendrier
ja: タップしてスケジュールを編集
ko: 일정을 편집하려면 탭하세요
pt_br: Toque para editar o agendamento
ru: Нажмите, чтобы отредактировать расписание
zh_hans: 点击以编辑日程

source: Tap to remove. Use "Add peptide" to swap one in.
ar: اضغط للإزالة. استخدم "إضافة ببتيد" لاستبدال واحد.
de: Tippen Sie zum Entfernen. Verwenden Sie "Peptid hinzufügen", um es zu tauschen.
es: Toca para eliminar. Usa "Agregar péptido" para intercambiar uno.
fr: Appuyez pour supprimer. Utilisez « Ajouter peptide » pour en échanger un.
ja: タップして削除します。ペプチドを追加を使用して交換します。
ko: 탭하여 제거하세요. "펩타이드 추가"를 사용하여 교체하세요.
pt_br: Toque para remover. Use "Adicionar peptídeo" para trocar um.
ru: Нажмите, чтобы удалить. Используйте "Добавить пептид", чтобы его поменять.
zh_hans: 点击以移除。使用添加肽来交换一个。

source: The full library. No limits.
ar: المكتبة الكاملة. بلا حدود.
de: Die vollständige Bibliothek. Keine Grenzen.
es: La biblioteca completa. Sin límites.
fr: La bibliothèque complète. Sans limites.
ja: 完全なライブラリ。制限なし。
ko: 전체 라이브러리. 제한 없음.
pt_br: A biblioteca completa. Sem limites.
ru: Полная библиотека. Без ограничений.
zh_hans: 完整库。无限制。

source: This adjusts the level of detail shown
ar: هذا يعدل مستوى التفاصيل المعروضة
de: Dies passt die Detaillierungsebene an
es: Esto ajusta el nivel de detalle mostrado
fr: Cela ajuste le niveau de détail affiché
ja: これは表示される詳細レベルを調整します
ko: 표시되는 세부 사항 수준을 조정합니다
pt_br: Isso ajusta o nível de detalhe exibido
ru: Это регулирует уровень отображаемых деталей
zh_hans: 这调整显示的详细级别

source: This offer is shown only once — it does not auto-renew.
ar: يتم عرض هذا العرض مرة واحدة فقط — لا يتجدد تلقائيًا.
de: Dieses Angebot wird nur einmal angezeigt — es wird nicht automatisch erneuert.
es: Esta oferta se muestra solo una vez — no se renueva automáticamente.
fr: Cette offre s'affiche une seule fois — elle ne se renouvelle pas automatiquement.
ja: このオファーは1回だけ表示されます — 自動更新されません。
ko: 이 제안은 한 번만 표시됩니다 — 자동 갱신되지 않습니다.
pt_br: Esta oferta é exibida apenas uma vez — não se renova automaticamente.
ru: Это предложение отображается только один раз — оно не обновляется автоматически.
zh_hans: 此优惠仅显示一次 — 不会自动续订。

source: This permanently removes the Apple ID linkage from this device and erases all your protocols, dose entries, and profile data. If iCloud sync is on, the deletion propagates to your other devices. This cannot be undone.
ar: يؤدي هذا إلى إزالة ارتباط Apple ID من هذا الجهاز نهائيًا ومسح جميع البروتوكولات وسجلات الجرعات وبيانات الملف الشخصي. إذا كانت مزامنة iCloud مفعّلة، فسيتم نقل عملية الحذف إلى أجهزتك الأخرى. لا يمكن التراجع عن هذا الإجراء.
de: Hierdurch wird die Apple-ID-Verknüpfung auf diesem Gerät dauerhaft entfernt und alle deine Protokolle, Dosis-Einträge und Profildaten werden gelöscht. Wenn iCloud-Synchronisation aktiviert ist, wird die Löschung auf deine anderen Geräte übertragen. Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Esto elimina permanentemente la vinculación con tu Apple ID en este dispositivo y borra todos tus protocolos, registros de dosis y datos de perfil. Si la sincronización de iCloud está activada, la eliminación se propagará a tus otros dispositivos. Esta acción no se puede deshacer.
fr: Cela supprime définitivement le lien avec votre identifiant Apple sur cet appareil et efface tous vos protocoles, entrées de doses et données de profil. Si la synchronisation iCloud est activée, la suppression sera propagée à vos autres appareils. Cette action est irréversible.
ja: この操作により、このデバイスからApple IDのリンクが完全に解除され、すべてのプロトコル、投与記録、プロフィールデータが削除されます。iCloud同期が有効な場合、他のデバイスにも削除が反映されます。この操作は取り消せません。
ko: 이 기기에서 Apple ID 연동이 영구적으로 해제되며, 모든 프로토콜, 투여 기록, 프로필 데이터가 삭제됩니다. iCloud 동기화가 켜져 있으면 다른 기기에도 삭제가 반영됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso remove permanentemente a vinculação com sua ID Apple deste dispositivo e apaga todos os seus protocolos, registros de doses e dados de perfil. Se a sincronização do iCloud estiver ativada, a exclusão será propagada para seus outros dispositivos. Esta ação não pode ser desfeita.
ru: Это действие безвозвратно удаляет привязку Apple ID на этом устройстве и стирает все ваши протоколы, записи о приёмах и данные профиля. Если включена синхронизация iCloud, удаление распространится на ваши другие устройства. Это действие нельзя отменить.
zh_hans: 此操作将永久解除此设备与你的 Apple ID 的关联，并清除你的所有方案、剂量记录和个人资料数据。如果已启用 iCloud 同步，删除将会同步至你的其他设备。此操作无法撤销。

source: Time Taken
ar: الوقت المستغرق
de: Benötigte Zeit
es: Tiempo empleado
fr: Temps écoulé
ja: かかった時間
ko: 소요 시간
pt_br: Tempo gasto
ru: Затраченное время
zh_hans: 花费时间

source: Times per Day
ar: عدد المرات في اليوم
de: Mal pro Tag
es: Veces por día
fr: Fois par jour
ja: 1日あたりの回数
ko: 하루 횟수
pt_br: Vezes por dia
ru: Раз в день
zh_hans: 每天次数

source: Tinted Glass Card
ar: بطاقة الزجاج الملون
de: Getönte Glaskarte
es: Tarjeta de cristal tintado
fr: Carte en verre teinté
ja: 着色ガラスカード
ko: 착색 유리 카드
pt_br: Cartão de vidro matizado
ru: Затонированная стеклянная карточка
zh_hans: 着色玻璃卡片

source: Today's Progress
ar: تقدم اليوم
de: Fortschritt heute
es: Progreso de hoy
fr: Progrès d'aujourd'hui
ja: 今日の進捗
ko: 오늘의 진행 상황
pt_br: Progresso de hoje
ru: Сегодняшний прогресс
zh_hans: 今天的进度

source: Today's Schedule
ar: جدول اليوم الزمني
de: Zeitplan für heute
es: Horario de hoy
fr: Calendrier d'aujourd'hui
ja: 今日のスケジュール
ko: 오늘의 일정
pt_br: Agendamento de hoje
ru: Расписание на сегодня
zh_hans: 今天的日程

source: Toggle peptides below or add a new one to preview the change.
ar: قم بتبديل الببتيدات أدناه أو أضف واحدة جديدة لمعاينة التغيير.
de: Schalten Sie die Peptide unten um oder fügen Sie ein neues ein, um die Änderung in der Vorschau anzuzeigen.
es: Alterna los péptidos a continuación o agrega uno nuevo para ver una vista previa del cambio.
fr: Basculez les peptides ci-dessous ou ajoutez-en un nouveau pour prévisualiser le changement.
ja: 以下のペプチドを切り替えるか、新しいペプチドを追加して変更をプレビューします。
ko: 아래의 펩타이드를 전환하거나 새 항목을 추가하여 변경 사항을 미리 봅니다.
pt_br: Alterne os peptídeos abaixo ou adicione um novo para visualizar a alteração.
ru: Переключите пептиды ниже или добавьте новый, чтобы просмотреть изменения.
zh_hans: 切换下面的肽或添加新肽以预览更改。

source: Try a different search or filter
ar: جرب بحثًا أو مرشحًا مختلفًا
de: Versuchen Sie eine andere Suche oder einen anderen Filter
es: Intenta una búsqueda o filtro diferente
fr: Essayez une recherche ou un filtre différent
ja: 別の検索またはフィルターを試してください
ko: 다른 검색이나 필터를 시도하세요
pt_br: Tente uma pesquisa ou filtro diferente
ru: Попробуйте другой поиск или фильтр
zh_hans: 尝试不同的搜索或过滤器

source: Try a different search term
ar: جرب مصطلح بحث مختلف
de: Versuchen Sie einen anderen Suchbegriff
es: Intenta un término de búsqueda diferente
fr: Essayez un terme de recherche différent
ja: 別の検索用語を試してください
ko: 다른 검색어를 시도하세요
pt_br: Tente um termo de pesquisa diferente
ru: Попробуйте другой поисковый запрос
zh_hans: 尝试不同的搜索词

source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
zh_hans: 单位

source: Unlimited protocols, AI insights, and more
ar: بروتوكولات غير محدودة وإحصائيات AI والمزيد
de: Unbegrenzte Protokolle, KI-Erkenntnisse und mehr
es: Protocolos ilimitados, información de IA y más
fr: Protocoles illimités, insights IA, et bien plus
ja: 無制限のプロトコル、AI インサイト、その他
ko: 무제한 프로토콜, AI 인사이트 등
pt_br: Protocolos ilimitados, insights de IA e muito mais
ru: Неограниченные протоколы, AI аналитика и многое другое
zh_hans: 无限方案、AI 洞察等

source: Unlock Atlas Pro instantly — no card, no auto-renew
ar: فتح Atlas Pro فورًا — بدون بطاقة، بدون تجديد تلقائي
de: Entsperren Sie Atlas Pro sofort — keine Karte, keine automatische Verlängerung
es: Desbloquea Atlas Pro al instante — sin tarjeta, sin renovación automática
fr: Déverrouillez Atlas Pro instantanément — pas de carte, pas d'auto-renouvellement
ja: Atlas Pro を即座にアンロック — カード不要、自動更新なし
ko: Atlas Pro 즉시 잠금 해제 — 카드 불필요, 자동 갱신 없음
pt_br: Desbloqueie Atlas Pro instantaneamente — sem cartão, sem renovação automática
ru: Разблокируйте Atlas Pro мгновенно — без карты, без автообновления
zh_hans: 立即解锁 Atlas Pro — 无需卡，无自动续订

source: Unlock the full potential of your protocols
ar: فتح الإمكانات الكاملة لبروتوكولاتك
de: Nutzen Sie das volle Potenzial Ihrer Protokolle
es: Desbloquea el potencial completo de tus protocolos
fr: Débloquez le plein potentiel de vos protocoles
ja: プロトコルの完全な可能性をアンロック
ko: 프로토콜의 전체 잠재력을 잠금 해제하세요
pt_br: Desbloqueie o potencial completo dos seus protocolos
ru: Раскройте полный потенциал ваших протоколов
zh_hans: 解锁您方案的全部潜力

source: Upgrade to Pro
ar: الترقية إلى Pro
de: Upgrade auf Pro
es: Actualizar a Pro
fr: Passer à Pro
ja: Pro にアップグレード
ko: Pro로 업그레이드
pt_br: Atualizar para Pro
ru: Обновить на Pro
zh_hans: 升级到 Pro

source: Vibrate on interactions
ar: اهتزاز عند التفاعلات
de: Bei Interaktionen vibrieren
es: Vibrar al interactuar
fr: Vibrer lors des interactions
ja: 操作時にバイブレーション
ko: 터치 시 진동
pt_br: Vibrar nas interações
ru: Вибрация при действиях
zh_hans: 交互时振动

source: Weekly Doses
ar: الجرعات الأسبوعية
de: Wöchentliche Dosen
es: Dosis semanales
fr: Doses hebdomadaires
ja: 週間用量
ko: 주간 용량
pt_br: Doses semanais
ru: Еженедельные дозы
zh_hans: 每周剂量

source: Welcome to Atlas
ar: أهلا بك في Atlas
de: Willkommen bei Atlas
es: Bienvenido a Atlas
fr: Bienvenue dans Atlas
ja: Atlas へようこそ
ko: Atlas에 오신 것을 환영합니다
pt_br: Bem-vindo ao Atlas
ru: Добро пожаловать в Atlas
zh_hans: 欢迎使用 Atlas

source: What are your goals?
ar: ما هي أهدافك؟
de: Was sind Ihre Ziele?
es: ¿Cuáles son tus objetivos?
fr: Quels sont vos objectifs ?
ja: あなたの目標は何ですか？
ko: 당신의 목표는 무엇입니까?
pt_br: Quais são seus objetivos?
ru: Какие у вас цели?
zh_hans: 您的目标是什么?

source: What should we call you?
ar: كيف يجب أن ندعوك؟
de: Wie sollen wir Sie nennen?
es: ¿Cómo deberíamos llamarte?
fr: Comment devrions-nous vous appeler ?
ja: あなたをなんと呼べばいいですか？
ko: 당신을 뭐라고 부를까요?
pt_br: Como devemos chamá-lo?
ru: Как нам вас называть?
zh_hans: 我们应该怎样称呼您?

source: You're all set!
ar: أنت جاهز!
de: Du bist fertig!
es: ¡Todo listo!
fr: Tout est prêt !
ja: すべての準備ができました！
ko: 모두 준비되었습니다!
pt_br: Tudo pronto!
ru: Все готово!
zh_hans: 您已全部设置完毕！

source: Your Goals
ar: أهدافك
de: Ihre Ziele
es: Tus objetivos
fr: Vos objectifs
ja: あなたの目標
ko: 당신의 목표
pt_br: Seus objetivos
ru: Ваши цели
zh_hans: 您的目标

source: cloud sync
ar: مزامنة السحابة
de: Cloud-Synchronisierung
es: sincronización en la nube
fr: synchronisation cloud
ja: クラウド同期
ko: 클라우드 동기화
pt_br: sincronização na nuvem
ru: облачная синхронизация
zh_hans: 云同步

source: day streak
ar: سلسلة يومية
de: Tagesserien
es: racha diaria
fr: série quotidienne
ja: 日間連続記録
ko: 일일 연속 기록
pt_br: sequência diária
ru: дневная серия
zh_hans: 日连胜

source: e.g., 250 mcg
ar: على سبيل المثال، 250 mcg
de: z.B. 250 mcg
es: p.ej., 250 mcg
fr: p.ex., 250 mcg
ja: 例：250 mcg
ko: 예: 250 mcg
pt_br: p.ex., 250 mcg
ru: например, 250 mcg
zh_hans: 例如，250 mcg

source: e.g., Recovery Stack
ar: على سبيل المثال، Recovery Stack
de: z.B. Recovery Stack
es: p.ej., Recovery Stack
fr: p.ex., Recovery Stack
ja: 例：Recovery Stack
ko: 예: Recovery Stack
pt_br: p.ex., Recovery Stack
ru: например, Recovery Stack
zh_hans: 例如，Recovery Stack

source: peptide protocols
ar: بروتوكولات الببتيد
de: Peptidprotokolle
es: protocolos de péptidos
fr: protocoles peptidiques
ja: ペプチドプロトコル
ko: 펩타이드 프로토콜
pt_br: protocolos de peptídeos
ru: пептидные протоколы
zh_hans: 肽方案

source: personalized insights
ar: رؤى شخصية
de: personalisierte Einblicke
es: información personalizada
fr: informations personnalisées
ja: パーソナライズされたインサイト
ko: 맞춤형 인사이트
pt_br: insights personalizados
ru: персонализированные аналитики
zh_hans: 个性化洞察

source: private and encrypted
ar: خاص ومشفر
de: privat und verschlüsselt
es: privado y encriptado
fr: privé et chiffré
ja: 非公開で暗号化
ko: 개인 및 암호화됨
pt_br: privado e criptografado
ru: приватно и зашифровано
zh_hans: 私密且加密

source: protocol history
ar: سجل البروتوكول
de: Protokollverlauf
es: historial de protocolos
fr: historique des protocoles
ja: プロトコル履歴
ko: 프로토콜 기록
pt_br: histórico de protocolos
ru: история протоколов
zh_hans: 协议历史

source: tracking data
ar: بيانات التتبع
de: Verfolgungsdaten
es: datos de seguimiento
fr: données de suivi
ja: トラッキングデータ
ko: 추적 데이터
pt_br: dados de rastreamento
ru: данные отслеживания
zh_hans: 追踪数据

source: wearable metrics
ar: مقاييس الأجهزة القابلة للارتداء
de: Tragbare Metriken
es: métricas de dispositivos portátiles
fr: métriques des appareils portables
ja: ウェアラブル メトリクス
ko: 웨어러블 메트릭
pt_br: métricas de wearable
ru: метрики носимых устройств
zh_hans: 可穿戴设备指标
